Repository: wahudong/webProject
Catalog: captcha-code-authentication/languages/wpcaptchadomain-*.po
Languages: hu_hu

source: Options saved.
hu_hu: Beállítás elmentve.

source: Select Captcha letters type
hu_hu: Captcha betű típus választás

source: Capital letters only
hu_hu: Csak nagybetűk

source: Small letters only
hu_hu: Csak kisbetűk

source: Capital & Small letters
hu_hu: Nagy- és kisbetűk együtt

source: Select a Captcha type
hu_hu: Captcha típus választás

source: Alphanumeric
hu_hu: Betűk és számok

source: Alphabets only
hu_hu: Csak betűk

source: Numbers only
hu_hu: Csak számok

source: Total number of Captcha Characters
hu_hu: Captcha karakterek száma

source: Captcha display Options
hu_hu: Captcha megjelenítés beállításai

source: Enable Captcha for Login form
hu_hu: Captcha engedélyezve a bejelentkezésnél

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Enable Captcha for Register form
hu_hu: Captcha engedélyezve a regisztrációnál

source: Enable Captcha for Lost Password form
hu_hu: Captcha engedélyezve az elveszett jelszónál

source: Enable Captcha for Comments form
hu_hu: Captcha engedélyezve a hozzászólásoknál

source: Hide Captcha for logged in users
hu_hu: Captcha elrejtése belépett felhasználónál

source: Save
hu_hu: Mentés

source: Type the text displayed above
hu_hu: Írd be a fenti szöveget

source: Captcha confirmation error!
hu_hu: Captcha megerősítési hiba!

source: Incorrect captcha confirmation!
hu_hu: Hibás Captcha visszaigazolás!

source: CAPTCHA cannot be empty.
hu_hu: Cpatcha nem lehet üres.

source: Error: Incorrect CAPTCHA. Press your browser's back button and try again.
hu_hu: Hiba: Helytelen CAPTCHA. Nyomja meg a böngésző vissza gombját és próbálja újra.

source: ERROR
hu_hu: HIBA

source: Please complete the CAPTCHA.
hu_hu: Kérjük adja meg a Captcha-t!

source: That CAPTCHA was incorrect.
hu_hu: A megadott Captcha helytelen.
